/* card validator error message */
"Card not supported for payment" = "お支払いにこのカードはご利用いただけません";

/* card validator error message */
"Card number is invalid" = "カード番号が無効です";

/* card validator error message */
"Card number is required" = "カード番号は必須です";

/* card validator error message */
"Card number must contain only digits" = "カード番号は数字のみ入力してください";

/* card validator error message */
"Card’s expiration date is invalid" = "カードの有効期限が無効です";

/* card validator error message */
"Expiry date is required" = "有効期限は必須です";

/* card validator error message */
"Invalid card number" = "無効なカード番号です";

/* card validator error message */
"Invalid CVC / CVV" = "無効なCVC / CVVです";

/* card validator error message */
"Invalid expires date" = "無効な有効期限です";

/* card validator error message */
"Invalid name on card" = "カード名義が無効です";

/* card validator error message */
"Please enter your card name" = "カード名義を入力してください";

/* card validator error message */
"Security code is invalid" = "セキュリティコードが無効です";

/* card validator error message */
"Security code is required" = "セキュリティコードは必須です";

/* card validator error message */
"Security code must contain only digits" = "セキュリティコードは数字のみ入力してください";


/* CVC / CVV placeholder */
"CVC / CVV" = "CVC / CVV";

/* CVC title with card brand and last4 */
"Enter CVC/CVV for\n%@" = "%@のCVC/CVVを入力してください";

/* Pay now - pay button */
"Pay now" = "今すぐ支払う";

/* CVC title without card details */
"Enter CVC/CVV" = "CVC/CVVを入力";

/* total amount of payment session */
"Total %@" = "合計 %@";
